[
	{
		"id": "1",
		"slug": "instruksbygger",
		"title": "Instruction Builder",
		"description": "A need was identified for greater consistency in patient treatment and approach across clinical departments. To tackle this challenge, a web-based application was envisioned and brought to life, functioning as an indispensable tool for healthcare professionals, with a focus on aiding doctors and nurses. Its primary aim is to assist in the formulation of standardized patient care instructions. The application presents an uncomplicated and intuitive interface, enabling the creation and editing of instructions. Ensuring the solution adhered to quality, user requirements, and professional standards, frequent interactions with relevant stakeholders were facilitated. Continuous testing by a variety of medical professionals was carried out to fine-tune the application's effectiveness and user-friendliness.",
		"client": "Novo Nordisk",
		"year": "2022",
		"role": ["Designer", "Frontend Developer"],
		"category": "Design/Frontend",
		"services": ["UI Design", "UX Design", "Frontend Development"],
		"platforms": [
			"Azure",
			"React",
			"TypeScript",
			"Node.js",
			"REST API",
			"Swagger"
		],
		"url": "",
		"coverImage": "/assets/instruks/cover_2.jpg",
		"imageUrls": ["/assets/instruks/instruks.jpg", "/assets/instruks/instruks_2.jpg", "/assets/instruks/instruks_3.jpg"]
	},
	{
		"id": "2",
		"slug": "instruksbygger-ai",
		"title": "Instruction Builder GPT",
		"description": "Building on the foundation of streamlining patient care, this project ventured into exploring the potential of integrating ChatGPT into the existing web-based application, aiming to simplify the process of instruction creation. By harnessing the capabilities of ChatGPT, the project sought to provide an interactive, AI-driven interface for healthcare professionals, facilitating effortless crafting and editing of standardized patient care instructions. ",
		"client": "Internal",
		"year": "2023",
		"role": ["Frontend Developer"],
		"category": "Experimental",
		"services": ["UI Design", "Frontend Development", "Generative AI"],
		"platforms": ["ChatGPT", "React"],
		"url": "",
		"coverImage": "/assets/instruks_ai/cover.jpg",
		"imageUrls": ["/assets/instruks_ai/instruks_ai.mp4"]

	},
	{
		"id": "3",
		"slug": "digital-checklist",
		"title": "Digital Checklist in AP",
		"description": "Faced with the challenge of integrating an existing process optimization application within an aseptic production environment, this project embarked on a 'feasibility study'. This included conducting workshops, on-site observations, and user interviews to discern users’ needs, production constraints, and work processes. Given the project's complexity and the identified needs, a comprehensive conclusion on the overarching issue was drawn. Additionally, a proposal for the design of an optimized app tailored for use in aseptic production was presented, illuminating a path forward for addressing the integration challenge while maintaining stringent hygiene and production standards.",
		"client": "Novo Nordisk",
		"year": "2023",
		"role": ["UX Designer"],
		"category": "UX Design",
		"services": ["UI Design", "UX Design"],
		"platforms": ["Figma"],
		"url": "",
		"coverImage": "/assets/dc/cover.jpg",
		"imageUrls": ["/assets/dc/dc_1.jpg", "/assets/dc/dc_2.jpg", "/assets/dc/dc_3.mp4", "/assets/dc/dc_4.mp4", "/assets/dc/dc_5.mp4", "/assets/dc/DC.mp4"]
	},
	{
		"id": "4",
		"slug": "agoprene",
		"title": "Agoprene Website",
		"description": "This project entailed designing and building a website for a Norwegian startup specializing in creating biofoam from seaweed. The website aims to clearly present the startup's innovative product, explain the sustainable benefits of seaweed biofoam, and provide easy contact pathways for potential clients and partners. The minimalist design and user-friendly interface ensure a straightforward user experience, while accurately reflecting the startup's eco-friendly and innovative ethos.",
		"client": "Agoprene",
		"year": "2023",
		"role": ["Designer", "Frontend Developer"],
		"category": "Web Design",
		"services": ["UI Design", "Frontend Development"],
		"platforms": ["Figma", "Framer", "React"],
		"url": "https://www.agoprene.com",
		"coverImage": "/assets/agoprene/cover.jpg",
		"imageUrls": ["/assets/agoprene/ago_1.png","/assets/agoprene/ago_2.jpg", "/assets/agoprene/ago_web.png"]
	},
	{
		"id": "5",
		"slug": "onboarding-flow",
		"title": "Onboarding Flow",
		"description": "This project focused on designing an onboarding flow for a Telenor's self-service app, aiming to provide a smooth and engaging user experience. The onboarding flow was designed to be introduce the user to the app's features and functionality, after having gone through a redesign.",
		"client": "Telenor",
		"year": "2022",
		"role": ["UI Designer"],
		"category": "App Design",
		"services": ["UI Design", "App Design"],
		"platforms": ["Figma", "Mit Telenor", "iOS"],
		"url": "",
		"coverImage": "/assets/telenor_onboarding/cover.jpg",
		"imageUrls": ["/assets/telenor_onboarding/oonboarding.mp4"]
	},
	{
		"id": "6",
		"slug": "engagement-renewal",
		"title": "Engagement and Renewal",
		"description": "As part of a broader initiative to redesign a Telenor's self-service app, a new strategy dubbed 'Engagement & Renewals' was launched, aimed at boosting customer engagement and renewals of the company’s products. This coincided with a comprehensive visual transformation of the entire brand, with the app undergoing a significant redesign to align with the new identity. The structure and functionality of the app were tailored to accommodate the new strategy and its associated KPIs, encapsulating a deliberate shift towards a more engaging and renewals-driven digital experience.",
		"client": "Telenor",
		"year": "2022",
		"role": ["UX Designer", "UI Designer"],
		"category": "App Design",
		"services": ["UI Design", "UX Design", "App Design"],
		"platforms": ["Figma", "iOS", "Mit Telenor"],
		"url": "",
		"coverImage": "/assets/telenor_E&R/cover.jpg",
		"imageUrls": ["/assets/telenor_E&R/device_details.mp4"]

	},
	{
		"id": "8",
		"slug": "logreglan",
		"title": "App Modernization",
		"description": "The client aimed to modernize their existing app used by police officers in patrol cars during duty. The project kicked off with an initial workshop held at the police unit to identify key areas for improvement and outline a Minimum Viable Product (MVP) version of the modernized app. The goal was to develop a user-friendly and efficient app to streamline daily tasks of police officers, from case reporting to registry lookups. Involving both management and patrolling officers ensured that the final solution is as practical and user-friendly as possible, aligning with the real-world demands of policing.",
		"client": "Lögreglan",
		"year": "2023",
		"role": ["UX Designer", "UI Designer"],
		"category": "UX Design",
		"services": ["UI Design", "UX Design"],
		"platforms": ["Figma"],
		"url": "",
		"coverImage": "/assets/logreglan/cover.jpg",
		"imageUrls": ["/assets/logreglan/cover.jpg"]
	},
	{
		"id": "9",
		"slug": "ascendis-power-app",
		"title": "Power App",
		"description": "The client sought to streamline their project application process through a customized Power App. The project initiated with a workshop in collaboration with relevant stakeholders to elucidate specific needs and the overall scope. Post-workshop, the project transitioned into the UX and UI design phase, adopting an iterative approach where stakeholders were continually engaged to ensure the design precisely met the identified needs. The constant dialogue and feedback during the design phase ensured that the final Power App was not only user-friendly but also fully aligned with the company's overarching goals and processes.",
		"client": "Ascendis Pharma",
		"year": "2022",
		"role": ["UX Designer", "UI Designer"],
		"category": "UX Design",
		"services": ["UI Design", "UX Design"],
		"platforms": ["Figma", "MS Power Platform"],
		"url": "",
		"coverImage": "/assets/ascendis_batch/cover.jpg",
		"imageUrls": ["/assets/ascendis_batch/cover.jpg"]
	},
	{
		"id": "10",
		"slug": "native-payment",
		"title": "Native Payment",
		"description": "This project focused on designing a native payment feature for a Telenor's self-service app, aiming for a seamless and secure payment experience. The design facilitated easy bill management and payments within the app, eliminating the need for webviews to complete the payment process. Continuous feedback and user testing were crucial for refining the feature to ensure ease of use and smooth integration with the existing app infrastructure.",
		"client": "Telenor",
		"year": "2022",
		"role": ["UX Designer", "UI Designer"],
		"category": "UX Design",
		"services": ["UI Design", "UX Design"],
		"platforms": ["Figma", "Mit Telenor", "iOS"],
		"url": "",
		"coverImage": "/assets/telenor_np/cover.jpg",
		"imageUrls": ["/assets/telenor_np/cover.png"]
	},
	{
		"id": "11",
		"slug": "almost-done",
		"title": "Almost Done",
		"description": "In my spare time I like to shoot film photography and I needed a place to show my photos. Therefore, I made a personal gallery with a small CMS, where i can easily upload photos, add metadata, and edit/delete existing photos. The gallery is built with Next.js and Tailwind CSS. The images and the database is hosted on Supabase. The website itself is hosted on Vercel. This side project was a great chance for me to get some experience with working with a database.",
		"client": "Personal",
		"year": "2023",
		"role": ["Designer", "Frontend Developer"],
		"category": "Developer",
		"services": ["UI Design", "Frontend Development"],
		"platforms": ["Next.js", "Tailwind CSS", "Supabase", "Vercel", "React"],
		"url": "https://almostdone.dk",
		"coverImage": "/assets/almost-done/cover.jpg",
		"imageUrls": ["/assets/almost-done/video.mp4"]
	}

	
]
